Repository: paulwoman/Capitalism_Lab_BASE
Catalog: tm/China_opening_up_fashion_venture.tmx
Source language: en_us
Languages: ru

source: Title=China Opening Up
ru: Title=Fashion Venture

source: Description=In the 1990s, China continues its economic reform with great strides, attracting tens of billions of dollars of foreign investments each year.^^You must set up factories to take advantage of the low labor cost, and at the same time establish a retail presence and start cultivating brand awareness for your products.^^While the wage rate and local demands for high-end products are still low, they are increasing rapidly.^^If you can successfully secure a foothold in the market, you will be in a strong position to reap the benefits when the consumer market in China grows to a substantial size in the near future.
ru: Description=На протяжении многих лет вы пытались привлечь капитал для своего стартапа в индустрии моды. К сожалению, процесс поиска инвесторов труден и медлен, так что, скорее всего, на момент запуска вашей компании (предпол.

source: Difficulty Rating=110
ru: в 2000 г.) на рынке уже будут конкуренты. Есть ли у вас все что требуется для того, чтобы занять нишу с вашим новым модным брендом и процветать на рынке?

source: [ENVIRONMENT]
ru: Difficulty Rating=80

source: Number of Cities=5
ru: [ENVIRONMENT] Number of Cities=4

source: Boom-Bust Cycle Volatility=Moderate
ru: Macro Economy Realism=High Inflation=Inverse

source: Macro Economy Realism=High
ru: Inflation Strength=Normal [CITIES]

source: Inflation=Inverse
ru: City=Seoul City=Warsaw

source: Inflation Strength=Normal
ru: City=Paris City=Miami

source: [CITIES]
ru: [COMPETITORS]

source: City=Beijing
ru: Number of Competitors=20

source: City=Shanghai
ru: Competitor Start-up Capital=Moderate

source: City=Guangzhou
ru: Competitor Aggressiveness=Moderate

source: City=Chengdu
ru: Competitor Expertise Level=Moderate

source: City=New York City
ru: Show Competitor Trade Secrets=Yes

source: [COMPETITORS]
ru: AI Friendly Merger=No

source: Number of Competitors=25
ru: Competence of Local Competitors=Moderate Retail Focused Companies=4

source: Competitor Start-up Capital=High
ru: Stock Focused Companies=2 Real Estate Focused Companies=2

source: AI Expansion Aggressiveness=Moderate
ru: Tech Focused Companies=2 Media Focused Companies=2

source: AI Pricing Aggressiveness=Moderate
ru: Diversified Companies=13 AI Product Expertise=Apparel,2

source: AI Expertise Level=Moderate
ru: //of the 13 diversified companies, 2 of them have expertise in apparel [IMPORTS]

source: AI Tech Head Start=None
ru: Consumer Goods Seaports=2 Industrial Goods Seaports=2

source: Show Competitor Trade Secrets=Yes
ru: Constant Import Supply=No Import Quality=Moderate

source: AI Friendly Merger=No
ru: [PLAYER EXPERTISE] Product Expertise=Apparel, 80

source: Competence of Local Competitors=Moderate
ru: [SPECIAL RULES] Years of Advanced Start for AI=5

source: [IMPORTS]
ru: //-------------------------------------------------------------------// [SUBGOAL]

source: Consumer Goods Seaports=2
ru: Goal Title=Launching a New Brand Goal Description=Facing tough competition from established fashion companies, your near term goal is to stay afloat and curve out a niche with your new fashion brand.

source: Industrial Goods Seaports=2
ru: Goal Achieved Text=Congratulations! Your company's performance has impressed investors and led to a new round of investment of $100 million into your company!

source: Constant Import Supply=No
ru: [SUBGOAL VALUES] Player Company Annual Revenue=100

source: Import Quality=Moderate
ru: Player Company Annual Profit=10

source: [LOCKS]
ru: [SUBGOAL REWARDS]

source: Firm, Logging Camp
ru: Score change=50

source: Firm, Mine
ru: Corporate cash change=10 //-------------------------------------------------------------------//

source: Firm, Oil Well
ru: [SUBGOAL] Goal Title=Growing Your Business

source: Firm, TV Station
ru: Goal Description=Having secured a foothold in the market with your brand and strengthened your war chest with the new investment, you can now afford to expand your business aggressively and seize market shares from your competitors. Goal Achieved Text=Excellent!

source: Firm, Newspaper Publisher
ru: You have developed your company into a force to be reckoned with!

source: Firm, Radio Station
ru: Parent Goal=Launching a New Brand

source: Firm, Apartment
ru: [SUBGOAL VALUES]

source: Firm, Commercial Building
ru: Player Company Annual Revenue=200 Player Company Annual Profit=20

source: Firm, Civic Building
ru: [SUBGOAL REWARDS] Score change=100

source: Firm, Sports Facilities
ru: Personal Cash Change=5

source: [MAIN GOAL]
ru: [SUBGOAL]

source: Goal Title=Seize the Opportunities
ru: Goal Title=Market Leadership

source: Goal Description=Seize the opportunities that emerge during China's opening-up and grow your company to become a dominating force in the market.
ru: Goal Description=Thanks to your recent rounds of successful expansions, you are now in a position to take another leap and eventually become the market leader in the apparel industry.

source: Number of Game Years=50
ru: Goal Achieved Text=Congratulations!

source: [MAIN GOAL VALUES]
ru: You have come a long way since your humble beginning!

source: Player Company Net Worth=250
ru: Parent Goal=Growing Your Business

source: Player Company Annual Revenue=300
ru: [SUBGOAL VALUES] Player Company Annual Revenue=300

source: [MAIN GOAL INDUSTRIES]
ru: Player Company Annual Profit=30

source: Retail
ru: [SUBGOAL PRODUCTS]

source: Manufacturing
ru: Apparel

source: [MAIN GOAL REWARDS]
ru: [SUBGOAL REWARDS]

source: Score change=200
ru: Score change=150

source: [SUBGOAL]
ru: [MAIN GOAL]

source: Goal Title=Upstream Business
ru: Goal Title=Fashion Dominance

source: Goal Description=In order to receive permission to invest in the natural resource business, your company's net worth must be at least $150 million and have an annual revenue of $200 million.
ru: Goal Description=The leather product market is highly lucrative, you should leverage your success in the fashion market to broaden your product lines to cover leather products. You win this game when you achieve market dominance in both apparel and leather products.

source: Goal Achieved Text=Congratulations!
ru: Number of Game Years=20

source: You may now set up natural resource firms.
ru: Parent Goal=Market Leadership

source: [SUBGOAL VALUES]
ru: [MAIN GOAL VALUES]

source: Player Company Net Worth=150
ru: Player Company Annual Revenue=500

source: Player Company Annual Revenue=200
ru: Player Company Annual Profit=50

source: [SUBGOAL REWARDS]
ru: [MAIN GOAL PRODUCTS]

source: Unlock Firm=Logging Camp
ru: Apparel Leather Goods

source: Unlock Firm=Mine
ru: [MAIN GOAL REWARDS]

source: Unlock Firm=Oil Well
ru: Score change=300
